# 鹿鼎记

tag: the.deer.and.the.cauldron

这里就是注释 spec下的步骤,在步骤前描述的每次都会运行
* 开始看电视

## 第一回

tags: episode_1
* 主角"韦小宝"降临
* 他乡遇故知"陈近南",成功他的徒弟

## 第二回

tags: episode_2
* 主角 "韦小宝" 降临
* 联合 "乾隆" 打败 "鳌拜"

## 第三回

tags: episode_3
* 主角 <file:data/file.txt> 降临
* 认识许多漂亮女孩
        |   gril    |   age     |
        |   -----   |   ----    |
        |   双儿      |   17      |
        |   木剑屏     |   18      |
        |   苏荃      |   25      |
        |   阿柯      |   18      |
        |   建宁公主      |   20      |
        |   曾柔      |   20      |
        |   方怡      |   22      |
* 认识许多其他的漂亮女孩<table:data/gril.csv>

## 第四回

* 主角 "韦小宝" 降临
调用的是concept文件
* 喜欢 "双儿" ,并和她结婚

——————
* 关机睡觉
